Repository: datosgobar/buscador-srpa
Catalog: server/app/translations/*/LC_MESSAGES/flask_user.po
Languages: es

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
es: La contraseña debe tener al menos 4 caracteres y debe contener al menos una letra y un número

source: Username must be at least 3 characters long
es: El nombre de usuario debe tener al menos 3 caracteres

source: Username may only contain letters, numbers, '-', '.' and '_'
es: El nombre de usuario solo puede contener letras, números, guiones ('-' y '_') y puntos '.'

source: This Username is already in use. Please try another one.
es: Este nombre de usuario ya se encuentra registrado. Por favor elija otro

source: This Email is already in use. Please try another one.
es: Este email ya se encuentra en uso. Por favor ingrese otro email

source: Email is required
es: Email es obligatorio

source: Invalid Email
es: Email invalido

source: Add Email
es: Agregar email

source: Old Password
es: Contraseña previa

source: Old Password is required
es: La contraseña previa es obligatoria

source: New Password
es: Nueva contraseña

source: New Password is required
es: La contraseña nueva es obligatoria

source: Retype New Password
es: Reingresar la nueva contraseña

source: New Password and Retype Password did not match
es: Las contraseñas no son iguales.

source: Change password
es: Cambiar contraseña

source: Old Password is incorrect
es: La contraseña previa es incorrecta

source: New Username
es: Nuevo nombre de usuario

source: Username is required
es: El nombre de usuario es obligatorio

source: Change username
es: Cambiar nombre de usuario

source: Your email address
es: Email

source: Email address is required
es: El email es obligatorio

source: Invalid Email address
es: Email invalido

source: Send reset password email
es: Enviar email

source: %(username_or_email)s does not exist
es: %(username_or_email)s no existe

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Password is required
es: La contraseña es obligatoria

source: Remember me
es: Recordarme

source: Sign in
es: Ingresar

source: Username or Email
es: Nombre de usuario o email

source: Username/Email
es: Nombre de usuario / email

source: Incorrect %(username_or_email)s and/or Password
es: %(username_or_email)s y/o contraseña invalida.

source: Retype Password
es: Reingresar contraseña

source: Password and Retype Password did not match
es: Las contraseñas no son iguales.

source: Register
es: Registrarse

source: Resend email confirmation email
es: Reenviar email de confirmación

source: Invite!
es: Invitar

source: Home Page
es: Pagina de inicio

source: Profile Page
es: Pagina de perfil

source: Special Page
es: Pagina especial

source: Your confirmation token has expired.
es: Tu token de confirmación ha expirado

source: Invalid confirmation token.
es: Token de confirmación invalido

source: Your email has been confirmed.
es: Tu email ha sido confirmado

source: Your password has been changed successfully.
es: Su contraseña ha sido cambiada con éxito.

source: Your username has been changed to '%(username)s'.
es: Su nombre de usuario ha sido cambiado a '%(username)s'.

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
es: Se ha enviado un correo a '%(email)s' con instrucciones para reestablecer su contraseña.

source: You have signed out successfully.
es: Has salido exitosamente

source: Invitation has been sent.
es: La invitación ha sido enviada

source: Your reset password token has expired.
es: Su token para reestablecer contraseña ha expirado.

source: Your reset password token is invalid.
es: Su token de restablecer contraseña no es válido.

source: Your password has been reset successfully.
es: Su contraseña se ha restablecido con éxito.

source: You must confirm your email to access '%(url)s'.
es: Debes confirmar tu correo electrónico para acceder a '%(url) s'.

source: You must be signed in to access '%(url)s'.
es: El acceso a '%(url)s' es solo para usuarios registrados.

source: You do not have permission to access '%(url)s'.
es: No tienes permiso para acceder a '%(url) s'.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
es: Un correo de confirmación ha sido enviado a %(email)s con instrucciones para completar tu registración.

source: You have registered successfully.
es: La registración ha sido exitosa

source: Your account has not been enabled.
es: Tu cuenta no ha sido activada

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
es: Tu dirección de correo aun no ha sido confirmada. Revisa tu bandeja de entrada y tus filtros de spam para encontrar el email de confirmación o pide <a href="%(url)s">enviarlo de vuelta</a>.

source: You have signed in successfully.
es: Ingresaste correctamente

source: Forgot Password
es: Olvidé mi contraseña

source: Invite User
es: Invitar usuario

source: New here? Register.
es: Registrarse

source: Forgot your Password?
es: ¿Olvidaste tu contraseña?

source: Manage Emails
es: Administrar emails

source: Already registered? Sign in.
es: ¿Ya tenés cuenta? Ingresar

source: Resend Confirmation Email
es: Reenviar email

source: Reset Password
es: Resetear contraseña

source: User profile
es: Perfil de usuario
