Repository: datosgobar/buscador-srpa
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Question number
es: Numero de pregunta

source: Question number must be a positive integer
es: El numero de pregunta debe ser un entero positivo

source: Question body
es: Texto de la pregunta

source: Question context (optional)
es: Contexto de la pregunta (opcional)

source: Report number
es: Origen

source: Question author
es: Autor de la pregunta

source: Question topic
es: Organo requerido

source: Question subtopic
es: Area de gestion

source: Question answer
es: Texto de la respuesta

source: Question type
es: Tipo de pregunta

source: First row is header
es: Contiene encabezado

source: Question date
es: Fecha de la pregunta

source: Answer date
es: Fecha de la Respuesta

source: Question context
es: Contexto de la pregunta

source: Base text to query
es: Texto de busqueda
